<?php
// Heading
$_['heading_title'] = 'Страница не найдена - 404';

// Text
$_['text_error']    = 'Извините,но требуемая страница не найдена.<br /><br />
Что делать дальше?<br />
Перейдите на <a href="/">главную</a> или любую другую страницу.<br /><br />

Если проблема не решилась,напишите по данному адресу: preferefleur@gmail.com';




/* replaced "text_error" */ $_["text_error"] = "Извините,но требуемая страница не найдена.<br /><br />Что делать дальше?<br />Перейдите на <a href=\"/\">главную</a> или любую другую страницу.<br /><br />Если проблема не решилась,напишите по данному адресу: preferefleur@gmail.com";
/* replaced "heading_title" */ $_["heading_title"] = "Страница не найдена - 404";
?>