<?php
// Text
$_['text_title'] = 'Форвард Мобайл (PayAnyWay)';

$_['invoice_title_created'] = 'Создано платежное поручение.';
$_['invoice_title_error'] = 'Ошибка создания платежного поручения.';

$_['invoice_created'][1] = 'Для оплаты через Форвард Мобайл номер счета для пополнения:';
$_['invoice_created'][2] = 'Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему <b>МОНЕТА.РУ</b> через Форвард Мобайл, используя вместо номера счета для пополнения данный код:';
$_['invoice_created'][3] = 'Сумма:';
$_['invoice_created'][4] = 'Внешняя комиссия:';
$_['invoice_created'][5] = 'Сумма к оплате:';
?>