<?php
// Text
$_['text_title'] = 'QIWI кошелек (PayAnyWay)';

$_['entry_additionalParameters'] = 'Дополнительные параметры';
$_['entry_qiwiUser'] = 'Номер телефона';
$_['entry_qiwiComment'] = 'Комментарий';
$_['entry_qiwiUserHelp'] = 'Номер телефона в формате: 10 цифр, без +7 или 8';
$_['entry_qiwiUserError'] = 'Неверный формат номера телефона';

$_['invoice_title_created'] = 'Создано платежное поручение.';
$_['invoice_title_error'] = 'Ошибка создания платежного поручения.';

$_['invoice_created'][1] = 'Для оплаты через Евросеть номер счета для пополнения:';
$_['invoice_created'][2] = 'Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему PayAnyWay через Евросеть, используя данный код:';
$_['invoice_created'][3] = 'Сумма:';
$_['invoice_created'][4] = 'Внешняя комиссия:';
$_['invoice_created'][5] = 'Сумма к оплате:';

?>