<?php
// Text
$_['text_title'] = 'Евросеть, Связной (PayAnyWay)';

$_['entry_additionalParameters'] = 'Дополнительные параметры';
$_['entry_rapidaPhone'] = 'Номер телефона';
$_['entry_rapidaPhoneHelp'] = 'Номер телефона в международном формате. Например, +71234567890';
$_['entry_rapidaPhoneError'] = 'Неверный формат номера телефона';

$_['invoice_title_created'] = 'Создано платежное поручение.';
$_['invoice_title_error'] = 'Ошибка создания платежного поручения.';

$_['invoice_created'][1] = 'Для оплаты через Евросеть номер счета для пополнения:';
$_['invoice_created'][2] = 'Операция создана, но не оплачена. Для завершения операции Вам необходимо произвести перечисление средств в систему PayAnyWay через Евросеть, используя данный код:';
$_['invoice_created'][3] = 'Сумма:';
$_['invoice_created'][4] = 'Внешняя комиссия:';
$_['invoice_created'][5] = 'Сумма к оплате:';

?>