<?php
// Text
$_['text_signin_register']    = 'Войти / Зарегистрироваться';

$_['text_new_customer']       = 'Новый покупатель';
$_['text_returning']          = 'Зарегистрированный покупатель';
$_['text_returning_customer'] = 'Я уже зарегистрированный пользователь';
$_['text_details']            = 'Основные персональные данные';
$_['entry_email']             = 'Email';
$_['entry_name']              = 'Имя';
$_['entry_password']          = 'Пароль';
$_['entry_telephone']         = 'Телефон';
$_['text_forgotten']          = 'Забыли пароль';
$_['text_agree']              = 'Я прочитал и согласен с <a href="%s" class="agree"><b>%s</b></a>';



//Button
$_['button_login']            = 'Войти';

//Error
$_['error_warning']        = 'Проверьте внимательно форму на ошибки';
$_['error_exists']         = 'Этот E-Mail уже зарегистрирован!';
$_['error_name']      = 'Имя должно содержать от 1 до 32 символов!';
$_['error_email']          = 'E-Mail введён неправильно!';
$_['error_telephone']      = 'В телефоне должно быть от 3 до 32 цифр!';
$_['error_password']       = 'В пароле должно быть от 4 до 20 символов!';
$_['error_agree']          = 'Для регистрации Вы должны быть согласны с документом %s!';
$_['error_login']                  = 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_approved']               = 'Необходимо подтвердить аккаунт перед авторизацией.';